[
	{
		"name": "Анекдот",
		"category": "Про Брежнева",
		"content": "Приезжает Брежнев к Картеру с официальным визитом. Картер водит Брежнева по Белому Дому, показывает ему разные достопримечательности и в конце заводит в небольшой кабинет. В этом кабинете на стене приделана небольшая панелька, а на ней две кнопочки — белая и черная. Картер говорит Брежневу: \n— Вот посмотрите, Леонид Ильич: у меня есть две кнопочки. Если я нажму на белую, то на СССР упадет атомная бомба, а если я нажму на черную, то на СССР упадет водородная бомба…\nСказал и смотрит, какое впечатление его слова произведут. Брежнев подумал и говорит:\n— Вы знаете, мистер президент, во время войны у меня в Польше была одна знакомая пани. У нее в доме было два унитаза — один голубой, а другой розовый… Но когда в Варшаву вошли советские танки, она обо*ралась прямо на лестнице!"
	},
	{
		"name": "Анекдот",
		"category": "Про Брежнева",
		"content": "— Леонид Ильич, какое у вас хобби?\n— За двадцать сантиметров будет!\n— Да нет, я имею в виду ваше увлечение!\n— А, собираю о себе интересные анекдоты.\n— И какие успехи?\n— Уже три с половиной лагеря собрал."
	},
	{
		"name": "Анекдот",
		"category": "Про Брежнева",
		"content": "— Как начнется новый съезд КПСС? — Командой: «Всем встать! Членов Политбюро внести»."
	},
	{
		"name": "Анекдот",
		"category": "Про Ленина",
		"content": "Владимир Ильич, к вам ходоки!\n— Да, а что они принесли, батенька?\n— Свежей рыбки.\n— А шли они сколько?\n— Две недели.\n— Детям, все детям."
	},
	{
		"name": "Анекдот",
		"category": "Про Ленина",
		"content": "Однажды Ленину прислали телеграмму из провинции: «Шкрабы голодают».\n— Кто, кто? — не понял Ленин.\n— Шкрабы, — сказали ему — это новое обозначение для школьных работников.\n— Что за безобразие называть таким отвратительным словом учителя! — возмутился Владимир Ильич.\nЧерез неделю пришла новая телеграмма: «Учителя голодают»\n— Вот — совсем другое дело! — обрадовался Ленин."
	},
	{
		"name": "Анекдот",
		"category": "Про Ленина",
		"content": "Муж возвращается домой, застает жену с любовником и собирается с ним расправиться.\n— не смей его бить! — кричит жена. — он живого Ленина видел!"
	},
	{
		"name": "Анекдот",
		"category": "Про Ленина",
		"content": "Воскрес Ленин и сразу отправился в пивную пообщаться с пролетариатом. Рабочие стоят, выпивают, не обращают на вождя внимания.\n— что, товарищи, не узнаете меня?\n— Ванька, гляди, червонец!"
	},
	{
		"name": "Анекдот",
		"category": "Про Штирлица",
		"content": "- Штирлиц, на вас поступил донос от соседей. Пишут, что вы вчера пили, буянили и ругались по-русски!\nШтирлиц молча берёт лист бумаги и пишет ответный донос:\n'Группенфюреру СС Генриху Мюллеру. Мои соседи знают русский язык и, что особенно подозрительно, разбираются в ненормативной русской лексике!'."
	},
	{
		"name": "Анекдот",
		"category": "Про Штирлица",
		"content": "Штирлиц вышел к обочине дороги, когда у рядом притормозившей машины приоткрылось окно, и оттуда высунулась голова Мюллера.\n- Тебе куда, дружище? – спросил Мюллер.\n- На Унтер ден Линден, группенфюрер! - браво рявкнул Штирлиц, плюхнувшись рядом на сидение, и икнул.\n- Семеныч, дуй в Подлипки, - тяжко вздохнув, сказал водителю Броневой.\n"
	},
	{
		"name": "Анекдот",
		"category": "Про Штирлица",
		"content": "Штирлиц безуспешно пытался установить личность. Личность всё время падала."
	},
	{
		"name": "Анекдот",
		"category": "Про Штирлица",
		"content": "Штирлиц залез на телеграфный столб и, чтобы не привлекать внимания прохожих, развернул газету."
	},
	{
		"name": "Анекдот",
		"category": "Про Хрущёва",
		"content": "Вернисаж. Билетерша требует:\n— Ваш билет!\n— Я Пикассо!\n— Докажите.\nПикассо рисует голубя мира, и его пропускают.\nСледом идет Фурцева, тоже без билета. Билетерша ей:\n— Мы пропустили Пикассо и вас пропустим, если докажете, что вы министр культуры СССР.\n— А кто такой Пикассо?\n— Проходите, товарищ Фурцева!"
	},
	{
		"name": "Анекдот",
		"category": "Про Хрущёва",
		"content": "Что было бы, если бы Хрущев умер раньше Кеннеди?\nОнасис женился бы на Нине Петровне."
	},
	{
		"name": "Анекдот",
		"category": "Про Хрущёва",
		"content": "Организуется новый колхоз. Приехал инструктор (И) из райкома:\n— Ну что, мужики, как мы наш новый колхоз назовем?\nПоступили предложения: «Путь к коммунизму», «Заря социализма», «Свет ленинизма» и т.п.\n(И): — Ну, какие еще будут предложения?\nВстает мужичонка (М) и говорит:\n— А давайте назовем наш колхоз Рабиндранат Тагор!\nПодивился инструктор, что в русской глубинке знают имя великого индийского мыслителя и поэта, и говорит:\n— А почему именно Рабиндранат Тагор?\n(М): — Да уж больно на «ядрить твою мать» похоже!"
	},
	{
		"name": "Анекдот",
		"category": "Про Хрущёва",
		"content": "Во время горячих 60-х US NASA решила, что скорее всего астронавтам должны в полете понадобиться ручки, для того чтобы записывать результаты экспериментов и наблюдений. Поэтому ассоциация взялась разработать ручки, которые будут работать при нулевой гравитации (т.к. безусловно, обычная ручка не будет работать в условиях невесомости, ведь принцип ее работы основан именно на силе притяжения Земли). После глубоких исследований, экспериментов и испытаний, которые в общей сумме заняли 2 года, была выпущена работающая ноль-грав. Ручка Астронавта, которая стоила NASA приблизительно $1 млн. (в долларах 1960!!!) Выпуск продукции составил пятьдесят ручек.\nСоветский Союз в свое время тоже столкнулся с этой проблемой. Русские решили использовать карандаши…"
	}
]